davidbwaters.macos-modern-theme
eamodio.gitlens
esbenp.prettier-vscode
github.codespaces
github.vscode-pull-request-github
hashicorp.hcl
hashicorp.terraform
mhutchie.git-graph
mikoz.black-py
monokai.theme-monokai-pro-vscode
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
njpwerner.autodocstring
oderwat.indent-rainbow
pkief.material-icon-theme
shd101wyy.markdown-preview-enhanced
skellock.just
tamasfe.even-better-toml
vscode-icons-team.vscode-icons
